export const GameRules: React.FC = () => {
    return (
        <div>
            <div className="container">
                <div style={{ width: '35rem' }}>
                    <h4>Правила игры Чепуха</h4>
                    <p>Суть игры в том, что игроки по очереди дают ответы на вопросы. Вопросы и их порядок зависят от выбранного вами сценария.
                        Желательно, чтоб другие участники не видели ваши игры в процессе игры.
                        Так же, будет интереснее, если в ответах вы будете упоминать события, предметы и личностей, которые известны всем игрокам.</p>
                    <p> В итоге получается смешная история.</p>
                </div>
            </div>
        </div>
    )
}